# taps
tap "denji/nginx"
tap "heroku/brew"
tap "pmrowla/homebrew-tap"

brew "antigen"
brew "byobu"
brew "cmake"
brew "ctags"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "dos2unix"
brew "ffmpeg"
brew "gcc"
brew "gdb"
brew "git"
brew "heroku"
brew "macvim"
brew "mupdf-tools"
brew "netcat"
brew "nmap"
#brew "numpy"
brew "openconnect"
brew "openssl"
brew "openssl@1.1"
brew "oppai-ng"
brew "p7zip"
brew "perl"
brew "postgresql"
brew "python"
#brew "python@2"
brew "qt"
brew "rabbitmq"
brew "radare2"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "rtmp-nginx-module"
brew "rtmpdump"
brew "ruby"
brew "shntool"
brew "sqlite"
brew "supervisor"
brew "terminal-notifier"
brew "tesseract"
brew "tesseract-lang"
brew "tidy-html5"
brew "tmux"
brew "unar"
brew "youtube-dl"
brew "zsh"

# casks
cask "calibre"
#cask "keybase"
cask "macpass"
cask "mactex"
cask "mpv"
cask "soundflower"
#cask "tuntap"
cask "virtualbox"
#cask "xquartz"
